import { ResourceStrings } from "./types";

export const resourceStringRu: ResourceStrings = {
    home: {
        head: {
            title: "Atlantic Blue - Решения по Разработке Программного Обеспечения",
            meta: {
                description: "Atlantic предлагает индивидуальные решения по разработке программного обеспечения в Лондоне, Великобритания. Наши гибкие методологии и экспертная техническая поддержка обеспечивают высококачественные программные решения для потребностей вашего бизнеса.",
                keywords: "разработка программного обеспечения, Лондон, Великобритания, индивидуальные решения, гибкая методология, техническая поддержка",
            },
        },
        section: {
            hero: {
                title: "Поднимите свой бизнес с помощью индивидуальных программных решений",
                description: "Преобразуйте свой бизнес с помощью инновационных решений в области разработки программного обеспечения.",
                cta: "Узнать больше"
            },
            intro: {
                content: "Вы ищете исключительные услуги в области разработки программного обеспечения? Не ищите дальше, чем Atlantic Blue. Наша преданная команда опытных разработчиков и инженеров специализируется на предоставлении высококачественных индивидуальных программных решений, созданных для удовлетворения ваших конкретных бизнес-потребностей. С акцентом на инновации и эффективность, Atlantic Blue - это партнер, который вам нужен, чтобы воплотить ваши идеи в программное обеспечение. Независимо от того, являетесь ли вы стартапом или установленной компанией, Atlantic Blue готова предоставить индивидуальные услуги в области разработки программного обеспечения, чтобы помочь вам оставаться на шаг впереди в конкурентной технологической индустрии. Свяжитесь с нами сегодня, чтобы узнать больше о том, как мы можем помочь поднять ваш бизнес с помощью нашего опыта в разработке программного обеспечения."
            },
            products: {
                solutions: {
                    imgAlt: "Индивидуальные программные решения",
                    title: "Индивидуальные решения для вашего бизнеса",
                    description: "Мы понимаем уникальные требования вашего бизнеса и предлагаем персонализированные программные решения, обеспечивающие безупречную интеграцию и повышенную эффективность."
                },
                methodology: {
                    imgAlt: "Методология гибкой разработки",
                    title: "Методология гибкой разработки",
                    description: "Используя гибкие методологии, мы доставляем превосходные программные решения быстрее, гарантируя адаптивность и быстрые реакции на изменения на рынке."
                },
                support: {
                    imgAlt: "Экспертная техническая поддержка",
                    title: "Экспертная техническая поддержка",
                    description: "Наши технические эксперты предоставляют высококвалифицированную поддержку на протяжении жизненного цикла разработки программного обеспечения, обеспечивая бесперебойную реализацию и непрерывное обслуживание."
                }
            },
            clients: {
                title: "Наши клиенты"
            },
            about: {
                title: "Atlantic Blue, ваш партнер в области программных инноваций",
                description: "Добро пожаловать в Atlantic Blue, ведущую компанию по разработке программного обеспечения в Лондоне, Великобритания. Мы привержены преобразованию идей в реальность благодаря нашему обширному опыту и инновационным решениям. \n\n В Atlantic Blue мы увлечены созданием передового программного обеспечения, которое удовлетворяет уникальным потребностям наших клиентов. Наша совместная команда опытных разработчиков, дизайнеров и стратегов обеспечивает исключительные результаты, стимулируя рост и успех бизнеса. Доверьтесь нам, чтобы получить надежные, масштабируемые и удобные в использовании индивидуальные программные решения.",
                imgAlt: "компьютерный экран"
            }
        }
    }
}